<?

/**
 * Список зарезервированных и запрещенных логинов. 
 * 
 * Это служебные и зарезервированные логины, которые не могут быть использованы при регистрации.
 * Они предназначены для предотвращения использования логинов, которые могут вводить в заблуждение или нарушать правила проекта.
 * 
 * Некоторые логины просто зарезервированны для друзей администрации. Если вы таковым являетесь, то можете обратиться к администрации для получения доступа к одному из этих логинов.
 * Discord: dev_nirbes
 */

return [
  'admin',
  'administrator',
  'root',
  'system',
  'support',
  'moderator',
  'superuser',
  'guest',
  'test',
  'undefined',
  'prototype',
  'default',
  'user',
  'dev',
  'developer',
  'manager',
  'owner',

  'lara'
];
